Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Zdecydowałem się zataić fakt odnalezienia Rozjemcy. Póki co, niech nikt o tym nie wie.
uk: Я вирішив приховати той факт, що знайшов Миротворця. Поки що нехай ніхто про це не знає.

source: Zdecydowałem, że dla Leny będzie bezpieczniej, jeśli się rozdzielimy. Spotkamy się ponownie w mieście.
uk: Я вирішив, що для Олени буде безпечніше, якщо ми розділимося. Ми зустрінемося в місті.

source: Zdecydowałem, że nie będę pomagał Sallowi i jego ludziom.
uk: Я вирішив не допомагати Саллу та його людям.

source: Zdesperowani uciekinierzy dają się złapać w jego pułapkę.
uk: Відчайдушні втікачі дають себе спіймати в його пастку.

source: Zdezorientowany farmer
uk: Розгублений фермер

source: Zdobiona kusza
uk: Оздоблений арбалет

source: Zdobiona skrzyneczka.
uk: Прикрашена скринька.

source: Zdobiona szkatułka
uk: Прикрашена скринька

source: Zdobione ostrze
uk: Оздоблений клинок

source: Zdobiony miecz
uk: Оздоблений меч

source: Zdobiony miecz z grobowca. Może przydać się później.
uk: Оздоблений меч з гробниці. Може пригодитись пізніше.

source: Zdobiony topór
uk: Прикрашена сокира

source: Zdobycie Archolos podkopało morale zwaśnionych braci.
uk: Захоплення Архолосу підірвало моральний дух ворогуючих братів.

source: Zdobycie składników alchemicznych nierzadko będzie wymagało od ciebie sprytu.
uk: Отримання алхімічних складників часто вимагатиме від тебе кмітливості.

source: Zdobycie tego ziela nie było łatwe. Może trochę spuścisz z ceny?
uk: Дістати цю траву було нелегко. Можливо, трохи знизиш ціну?

source: Zdobyte informacje - Brak
uk: Отримана інформація - Жодної

source: Zdobyte przez lata pracy znajomości pozwoliły mi się tu osiedlić i jednocześnie nie zaprzestać działalności.
uk: Знайомі, яких я набув за роки роботи, дозволили мені оселитися тут і водночас не припиняти свою діяльність.

source: Zdobyć ją można poprzez wydobywanie surowców, w szczególności te nieudane próby, a także pobierając nauki u odpowiednich nauczycieli.
uk: Її можна отримати, видобуваючи сировину, особливо при невдалих спробах, а також взявши уроки у відповідних вчителів.

source: Zdobyłam go uczciwie. Kupiłam.
uk: Я його чесно отримала. Купила.

source: Zdobyłem 'Mistrzostwo Nordmarczyków'.
uk: 'Майстерність нордмарців' у мене.

source: Zdobyłem 3 z zaginionych paczek. Tyle powinno Lennartowi wystarczyć, ale mogę poszukać pozostałych.
uk: Я знайшов три зниклі пакунки. Цього має бути достатньо для Ленарта, але я можу пошукати решту.

source: Zdobyłem dla ciebie skórę czarnego wilka.
uk: Я дістав для тебе шкуру чорного вовка.

source: Zdobyłem dokumenty, które wskazują na to, że renegaci planują jakiś większy atak.
uk: Я отримав документи, які свідчать про те, що відступники планують якусь велику атаку.

source: Zdobyłem drewniany moździerz.
uk: Я дістав дерев'яну ступку.

source: Zdobyłem dwie szaty Magów Ognia. Jeden punkt na liście mniej.
uk: Я дістав дві мантії Магів Вогню. Одним пунктом у списку менше.

source: Zdobyłem klucz w muzeum.
uk: Ключ з музею у мене.

source: Zdobyłem krew.
uk: У мене є кров.

source: Zdobyłem legendarne 'Oko Innosa'. Huug ewidentnie wymyślił całą historię o jego mocy na poczekaniu, ale jeśli odpowiednio porozmawiam z Runarem, to paladyn powinien w końcu zmądrzeć.
uk: Я здобув легендарне 'Око Інноса'. Хууг, очевидно, вигадав усю цю історію про його силу, але якщо я правильно поговорю з Рунаром, паладин повинен нарешті порозумнішати.

source: Zdobyłem preparat. Pora wracać do Osipa. Mam tylko nadzieję, że facet ma jakiś plan, w jaki sposób podamy go Guido...
uk: Я отримав препарат. Час повертатися до Осіпа. Сподіваюся, хлопець вже придумав, як ми змусимо Гвідо проковтнути його...

source: Zdobyłem runę teleportacyjną do Vardhal.
uk: Я здобув руну телепортації до Вардхалу.

source: Zdobyłem runę teleportacyjną do Wilczego Leża.
uk: Я здобув руну телепортації до Вовчого Лігва.

source: Zdobyłem runę teleportacyjną do jednej z jaskiń na Mglistych Moczarach.
uk: Я здобув руну телепортації до однієї з печер у Туманних болотах.

source: Zdobyłem runę teleportacyjną do jednej z jaskiń na Wybrzeżu Topielców.
uk: Я здобув руну телепортації до однієї з печер на Узбережжі луркерів.

source: Zdobyłem runę teleportacyjną do jednej z jaskiń w okolicy winnicy Rity.
uk: Я здобув руну телепортації до однієї з печер біля виноградника Рити.

source: Zdobyłem runę teleportacyjną do kapliczki Adanosa w mieście.
uk: Я здобув руну телепортації до вівтаря Аданоса в місті.

source: Zdobyłem runę teleportacyjną do kapliczki Adanosa w wiosce Silbach.
uk: Я здобув руну телепортації до вівтаря Аданоса у селі Сільбах.

source: Zdobyłem runę teleportacyjną do kapliczki Innosa w mieście.
uk: Я здобув руну телепортації до вівтаря Інноса в місті.

source: Zdobyłem runę teleportacyjną do klasztoru Magów Wody.
uk: Я здобув руну телепортації до монастиря Магів Води.

source: Zdobyłem runę teleportacyjną do krypty ukrytej w lesie za farmą Bermara.
uk: Я здобув руну телепортації до склепу, схованого в лісі за фермою Бермара.

source: Zdobyłem runę teleportacyjną do starej krypty obok twierdzy Vardhal.
uk: Я здобув руну телепортації до старого склепу поруч із фортецею Вардхал.

source: Zdobyłem runę teleportacyjną do swojego domu.
uk: Я здобув руну телепортації до свого будинку.

source: Zdobyłem runę teleportacyjną do zniszczonej wieży obok Ustronia Żeglarza.
uk: Я здобув руну телепортації до зруйнованої вежі поруч з Прихистком моряка.

source: Zdobyłem runę teleportacyjną na Bursztynowe Wybrzeże.
uk: Я здобув руну телепортації до Бурштинового узбережжя.

source: Zdobyłem sieć dla Duncana, mogę do niego wracać.
uk: Я дістав сітку для Дункана, можна повертатися до нього.

source: Zdobyłem wszystko, o czym mówił Caramon. Pora porozmawiać z Caramonem o wcieleniu naszego planu w życie.
uk: Я знайшов усе, про що казав Карамон. Настав час поговорити з ним про реалізацію нашого плану.

source: Zdobyłeś 1 kawałek drewna!
uk: Видобуто 1 брусок деревини!

source: Zdobyłeś 2 kawałki drewna!
uk: Видобуто 2 бруски деревини!

source: Zdobyłeś 3 kawałki drewna!
uk: Видобуто 3 бруски деревини!

source: Zdolność do okazywania całego spektrum emocji, panowanie zarówno nad światłem, jak i mrokiem, oraz umiejętność osiągania pomiędzy nimi kompromisu, to coś obcego nam, ludziom.
uk: Здатність проявляти весь спектр емоцій, володіння як світлом, так і темрявою, вміння знаходити компроміс між ними – це щось чуже для нас, людей.

source: Zdolnych, owszem, ale ty nie cieszysz się najlepszą reputacją.
uk: Здібних – звичайно, але у тебе не найкраща репутація.

source: Zdrada będzie karana gorzej od dezercji w wojsku. Mam nadzieję, że wyrażam się dostatecznie jasno.
uk: Зрада каратиметься суворіше, ніж дезертирство в армії. Сподіваюся, я висловився достатньо ясно.

source: Zdradziłeś miasto, zasługujesz na śmierć. Ja będę twoim katem.
uk: Ти зрадив місто, ти заслуговуєш на смерть. Я буду твоїм катом.

source: Zdradziłeś miasto, zasługujesz na śmierć. Ja będę twoim katem. (Zabij)
uk: Ти зрадив місто, ти заслуговуєш на смерть. Я буду твоїм катом. (Вбити)

source: Zdradzony, oszukany i pozostawiony samemu sobie, skryłem się, tak, by mnie nikt nie odnalazł.
uk: Зраджений, обманутий і покинутий напризволяще, я заховався, щоб мене ніхто не знайшов.

source: Zdradź mi, kto podrobił dokument.
uk: Скажи мені, хто підробив документ.

source: Zdrajcę.
uk: Зрадника.

source: Zdrowie -
uk: Здоров'я -

source: Zdrowie pogromców Bestii!
uk: За наших переможців Звіра!

source: Zdrowie, zdrowie!
uk: Будьмо, будьмо!

source: Zdrowotny wywar, który pozytywnie wpływa
uk: Корисний відвар, що позитивно

source: Zdrzemnij się chwilę. Koledzy obudzą cię, gdy walki się rozpoczną.
uk: Трохи подрімай. Колеги розбудять тебе, коли почнеться бій.

source: Zdumiewające! Udało ci się go dogonić i sprawdzić, jak przebiegła reszta procesu? Może ten stan jest jedynie przejściowy.
uk: Вражаюче! Тобі вдалося його наздогнати і побачити, як відбувався подальший процес? Можливо, цей стан тимчасовий.

source: Zdychaj, psie Lorenzo!
uk: Помри, пес Лоренцо!

source: Zdychaj, psie Rodericha!
uk: Помри, пес Родеріха!

source: Zdzieranie skór z gadów będzie wymagało od ciebie więcej siły niż w przypadku pozostałych zwierząt.
uk: Зняття шкур з рептилій вимагає від тебе більшої сили, ніж з іншими тваринами.

source: Zdążył jedynie powiedzieć, że zostaliście zaatakowani przez ludzi Volkera i cały Wodny Krąg nie żyje, a później sam zemdlał z wycieńczenia.
uk: Сказав лише, що на вас напали люди Волкера, що все Кільце Води загинуло, а потім сам знепритомнів від виснаження.

source: Zdążyłem już usłyszeć, że to tobie zawdzięczam mój powrót do zdrowia. Nawet nie wiedziałem, że tyle wiesz o alchemii.
uk: Я вже чув, що завдячую тобі своїм одужанням. Я навіть не підозрював, що ти так добре знаєшся на алхімії.

source: Zdążyłem się już o tym przekonać, ale nie miałem dużego wyboru.
uk: У мене був час, щоб це усвідомити, але у мене не було особливого вибору.

source: Zdążyłem tylko przeskoczyć pod opuszczającą się kratą i zauważyć, że wartownicy leżą w kałuży krwi, a ludzie Volkera zamykają przejście.
uk: Я ледве встиг проскочити під ґратами, що опускалися, коли помітив, що вартові лежать у калюжі крові, а люди Волкера закривають прохід.

source: Ze mną! To dzięki mnie Gildia tyle znaczy na tej wyspie. No, między innymi dzięki mnie.
uk: Зі мною! Це завдяки мені Гільдія має такий великий вплив на цьому острові. Ну, мені та ще декільком людям.

source: Ze mną? Ciebie to nawet Adelard by niczego nie nauczył, a co dopiero ja!
uk: Зі мною? Навіть Аделард не зміг би тебе нічому навчити, не кажучи вже про мене!

source: Ze skórami wilków, czarnych wilków oraz wargów, nie powinieneś mieć większych problemów.
uk: Зі шкурами вовків, чорних вовків і варгів у тебе не повинно виникнути особливих проблем.

source: Ze skórzaną zbroją +
uk: Зі шкіряним обладунком +

source: Ze smutkiem informujemy o kolejnych odnotowanych zaginięciach w kanałach i ich najbliższych okolicach. Otrzymaliśmy również wiele zgłoszeń w sprawie dostrzeżonych w kanałach agresywnych stworzeń. O ile doniesienia te nie zostały potwierdzone, stanowczo odradzamy sprawdzania tego na własną rękę. Odpowiednie służby pracują już nad rozwiązaniem problemu.
uk: Із сумом повідомляємо про нові випадки зникнення людей у каналізації та поблизу неї. Ми також отримали багато повідомлень про агресивних істот, помічених у каналізації. Ми наполегливо рекомендуємо не перевіряти ці повідомлення самостійно. Відповідні служби вже працюють над вирішенням даної проблеми.

source: Ze sprzedaży towarów i transportu ludzi. Jak na niezrzeszonych kupców szło nam całkiem nieźle.
uk: Продажем товарів і перевезенням людей. Як для незалежних торговців, справи у нас йшли досить добре.

source: Ze starości. Znachor mówił, że nie cierpiał.
uk: Від старості. Знахар сказав, що він не страждав.

source: Ze strażą. Patrolujemy miasto, czyli, innymi słowy, szukamy ludzi, którzy, zamiast spać, robią coś wbrew prawu.
uk: З вартовими. Ми патрулюємо місто, тобто шукаємо людей, які замість того, щоб спати, роблять щось протизаконне.

source: Ze strojem gońca Araxos +
uk: З вбранням посланця Араксосу +

source: Ze strojem myśliwego lub skórzanym +
uk: З мисливським або шкіряним обладунком +

source: Ze strony wartowników nic mi nie grozi.
uk: Ніхто з охоронців мені нічим не загрожує.

source: Ze sługusami władz nie rozmawiam!
uk: З прислужниками влади я не розмовляю!

source: Ze słów Andreasa wynika, że sytuacja w winnicy stała się dramatyczna. Muszę się tam natychmiast udać.
uk: За словами Андреаса, на винограднику катастрофічна ситуація. Я повинен негайно вирушити туди.

source: Ze słów Kessela wnioskuję, że mam teraz wejść do wody i się obmyć. Lepiej nie będę pytał go o szczegóły, żeby nie popsuć nic w jego tradycji.
uk: Зі слів Кесселя я зрозумів, що зараз я маю увійти у воду і вмитися. Краще не випитувати у нього подробиць, щоб не псувати традицію.

source: Ze wschodu wieje silny wiatr, a prąd spycha moją łajbę na skały.
uk: Зі сходу дме сильний вітер, і течія штовхає мій човен на скелі.

source: Ze względu na ich zdolności, ale i dotychczasowe wykształcenie, przykazuję, by podzielili się oni swoimi obowiązkami w sposób opisany poniżej:
uk: Зважаючи на їхні здібності та знання, я наказую їм розподілити свої обов’язки, як описано нижче:

source: Ze względu na moją wygraną z trzema przeciwnikami naraz, Winstan pozwolił mi opuścić resztę treningu. Pora porozmawiać o tym z Roderichem.
uk: Завдяки моїй перемозі одразу над трьома суперниками Вінстан дозволив мені пропустити решту тренування. Настав час поговорити про це з Родеріхом.

source: Ze względu na nagłe zamówienie, potrzebuje ona aż 100 miar tej magicznej substancji, ale przyjmie również mniejsze dostawy.
uk: У зв'язку із терміновим замовленням їй потрібно 100 одиниць цієї магічної речовини, але вона прийме і менші партії.

source: Ze względu na nagłe, duże zamówienie, łowca Carden zakupi poniższe skóry i futra w cenie zbliżonej do rynkowej:
uk: Через появу раптового великого замовлення мисливець Карден придбає у вас такі шкури та хутро за ціною, близькою до ринкової:

source: Ze względu na nagłe, spore zamówienie, rzeźnik Remy pilnie zakupi tuzin poniższych rodzajów surowego mięsa:
uk: У зв'язку з раптовим великим замовленням різник Ремі терміново купить дюжину наступних видів сирого м'яса:

source: Ze względu na naszą historię, Ulryk stara się jednak utrzymać jak najlepsze relacje z Magami Wody.
uk: Однак, зважаючи на нашу історію, Ульрік старається підтримувати з Магами Води якнайкращі стосунки.

source: Ze względu na podwyższone podatki i koszta działalności, opłata za wejście będzie wynosić 200 sztuk złota.
uk: У зв'язку з підвищенням податків і додаткових витрат, вступний внесок складе 200 золотих.

source: Ze względu na rozmiar i czas realizacji zamówienia Cortez obiecał zapłacić za nie podwójnie.
uk: Зважаючи на розмір замовлення та термін виконання, Кортез пообіцяв заплатити за нього вдвічі більше.

source: Ze względu na swoją budowę są niezwykle często mylone z orkami, szczególnie przez osoby, które dopiero od niedawna są na Archolos.
uk: Через свою будову їх дуже часто плутають з орками, особливо ті, хто нещодавно прибув на Архолос.

source: Ze względu na swoją zwinność oraz pojawianie się tylko w nocy, miejscowi przezwali go Hieną.
uk: За його спритність та нічну активність місцеві жителі прозвали його Гієною.

source: Ze względu na to całe zamieszanie związane ze śmiercią Stana i ostatnimi nastrojami wśród chłopców w Przystani, postanowiłem przyśpieszyć rozpoczęcie turnieju.
uk: Через усю цю метушню зі смертю Стена й останніми настроями серед хлопців у Гавані я вирішив прискорити початок турніру.

source: Ze względu na wiek mają jeszcze dość cienkie gałęzie, a to sporo ułatwia. Przy okazji można zdobyć też kilka lag i przerobić je na strzały.
uk: Через свій вік у них досить тонкі гілки, це значно полегшує справу. До речі, ще можна нарубати палок і зробити з них стріли.

source: Ze względu na wykonywanie ich idealnie pod swoje proporcje ciała, niemal zawsze wymagają one od użytkownika mniejszej krzepy czy zwinności, by efektywnie się nimi posługiwać.
uk: Оскільки вона виготовляється відповідно до власних пропорцій тіла, то майже завжди вимагає від власника меншої сили та спритності для ефективного володіння нею.

source: Ze względów bezpieczeństwa przy każdym wejściu będziesz musiał uiścić opłatę wejściową, a przy opuszczeniu kopalni zostanie pobrana należna część urobku.
uk: З міркувань безпеки, щоразу, при вході в копальню, необхідно буде сплачувати плату за вхід, а при виході з неї буде стягуватися частина вартості видобутку.

source: Ze zbroją kusznika straży +
uk: З важким обладунком вартового арбалетника +

source: Ze zbroją maga +
uk: З вбранням мага +

source: Ze zbroją najemnika +
uk: З обладунком найманця +

source: Ze zbroją najemnika Araxos +
uk: З важким обладунком мечника Араксосу +

source: Ze zbroją nowicjusza +
uk: З вбранням послушника +

source: Ze zbroją pełzacza +
uk: З обладунком повзуна +

source: Ze zbroją strażnika +
uk: З обладунком вартового +

source: Ze zbroją szermierza straży +
uk: З важким обладунком вартового мечника +

source: Ze zbroją łowcy Araxos +
uk: З обладунком стрільця Араксосу +

source: Ze zdobyciem zaufania Unicorna też ci kiepsko poszło.
uk: Із завоюванням довіри Юнікорна ти також не впорався.

source: Ze środka wydobywają się jakieś ciche szmery.
uk: Зсередини долинають якісь тихі звуки.

source: Ze świecą drugiego tak uczciwego faceta szukać!
uk: Такого порядного чоловіка ще треба пошукати!

source: Zebrali sporą ilość zapasów i zabarykadowali oba wejścia.
uk: Зібрали неабияку кількість припасів і забарикадували обидва входи.

source: Zebraliśmy się przy ruinach Vardhal. Pora je zbadać.
uk: Ми зібралися біля руїн Вардхалу. Настав час їх дослідити.

source: Zebraliśmy się tu dzisiaj, by podziękować tym dwóm śmiałkom stawienia czoła najgroźniejszemu monstrum, jakie kiedykolwiek widziała ta wioska.
uk: Ми зібралися сьогодні тут, щоб подякувати цим двом сміливцям за те, що вони протистояли найнебезпечнішому монстру, якого коли-небудь бачило це село.

source: Zebraliśmy się tu dzisiaj, by przywitać wśród nas nowych strażników.
uk: Ми зібралися тут сьогодні, щоб привітати нових вартових серед нас.

source: Zebrałem ją do menzurki i poszedłem do specjalisty.
uk: Я набрав її у мензурку і відніс до спеціаліста.

source: Zebrałem nasiona, o które prosiłeś.
uk: Я зібрав насіння, яке ти просив.

source: Zebrałem oddział uderzeniowy. Jako jedyna osoba, która miała już doświadczenie z tymi zdrajcami, staniesz na jego czele.
uk: Я зібрав штурмовий загін. Ти, як єдина людина, яка мала досвід з цими зрадниками, очолиш його.

source: Zebrałem potrzebne rośliny, czas wracać do Riordiana.
uk: Я зібрав необхідні рослини, настав час повертатися до Ріордіана.

source: Zebrałem wszystkie potrzebne elementy wyposażenia pracowni, czas wracać do Riordiana.
uk: Я зібрав усе необхідне обладнання для майстерні, час повертатися до Ріордіана.

source: Zebrało się tu kilku gońców, zapytaj ich, jak faktycznie wygląda ta praca.
uk: Тут зібралися кілька посланців, запитай їх, як це працювати на Гільдію.

source: Zejdziecie z ceny.
uk: Прийдеться знизити ціну.

source: Zejdź mi z drogi!
uk: Геть з дороги!

source: Zejdź mi z drogi, albo sam cię przesunę.
uk: Геть з дороги, або я сам тебе приберу.

source: Zejdź mi z drogi, bo spieszy mi się.
uk: Забирайся з дороги, бо я поспішаю.

source: Zejdź mi z oczu albo cię jeszcze raz pokonam!
uk: Забирайся з моїх очей, або я ще раз тебе поб'ю!

source: Zejdź mi z oczu!
uk: Геть з моїх очей!

source: Zejdź mi z oczu! Nie mam zamiaru więcej z tobą rozmawiać!
uk: Забирайся геть з моїх очей! Я не хочу більше з тобою розмовляти!

source: Zejdź mi z oczu! Niech tylko dowiem się, kto poluje na moją szachownicę!
uk: Геть з моїх очей! Дай мені тільки з'ясувати, хто полює на мою шахівницю!

source: Zejdź mi z oczu, parszywy złodzieju!
uk: Забирайся з очей моїх, брудний злодію!

source: Zejdź mi z oczu. Nie chcę mieć z tobą nic do czynienia!
uk: Забирайся геть з моїх очей. Я не хочу мати з тобою нічого спільного!

source: Zejdź mi z oczu...
uk: Забирайся геть з моїх очей...

source: Zejdź nam z drogi.
uk: Геть з дороги.

source: Zejście do kanałów
uk: Вхід в каналізацію

source: Zemsta na Lichwiarzu to jedno, ale misja, jaką powierzył nam Adanos, to wieloletnie zobowiązanie. Pozostaje pytanie: czy byłbyś na to gotowy?
uk: Помста Лихвареві – це одне, але місія, довірена нам Аданосом – це довгострокове зобов'язання. Виникає питання: чи готовий ти до цього?

source: Zemszczę się w imieniu Kessela i całego Wodnego Kręgu.
uk: Я помщуся від імені Кесселя і усього Кільця Води.

source: Zepsuta ryba
uk: Протухла рибина

source: Zepsute wino
uk: Зіпсоване вино

source: Zerwałem ją z ciała Oscara,
uk: Я вирвав її з тіла Оскара,

source: Zespół Kronik Myrtany
uk: Команда Хронік Міртани

source: Zespół połknął haczyk. Muszę dać znać gwardzistom, aby dokonali aresztowania zespołu.
uk: Гурт проковтнув наживку. Я маю повідомити гвардійців, щоб вони заарештували їх.

source: Zestaw desek do przybijania.
uk: Набір дощок.

source: Zestaw młotków
uk: Набір молотків

source: Zestaw narzędzi ślusarskich
uk: Набір слюсарних інструментів

source: Zestaw posiłkowy
uk: Продуктовий набір

source: Zestaw przedmiotów związanych z Gildią Araxos.
uk: Набір предметів, пов'язаних з Гільдією Араксос.

source: Zestaw przedmiotów związanych z Klasztorem Wody.
uk: Набір предметів, пов'язаних з Магами Води.

source: Zestaw przedmiotów związanych z Południowcami.
uk: Набір предметів, пов'язаних з південцями.

source: Zestaw przedmiotów związanych z Wilczym Leżem.
uk: Набір предметів, пов'язаних з Вовчим Лігвом.

source: Zestaw przedmiotów związanych z piratami.
uk: Набір предметів, пов'язаних з піратами.

source: Zestaw przedmiotów związanych ze Strażą Miejską.
uk: Набір предметів, пов'язаних з Міською Вартою.

source: Zestaw wytrychów dla początkujących
uk: Набір відмичок для початківця

source: Zestaw wytrychów od Davisa
uk: Набір відмичок від Девіса

source: Zestaw zawiera tuzin wytrychów.
uk: До набору входить дюжина відмичок.

source: Zestrzel kamyk
uk: Вистрілити в камінь

source: Zeszłej nocy gubernator Morris wprowadził w mieście stan wyjątkowy.
uk: Вчора ввечері губернатор Морріс запровадив у місті надзвичайний стан.

source: Zetnij
uk: Зрубати

source: Zetnij krzaki
uk: Скосити кущі

source: Zetnij trochę.
uk: Нарубати трохи деревини.

source: Zew Ognia - Piekarnia
uk: Поклик Вогню – Пекарня

source: Zeznania Mistrza Tengrala i paladyna Runara, wyraźnie wykluczają jego udział w spisku.
uk: Свідчення магістра Тенграла та паладина Рунара однозначно виключають його причетність до змови.

source: Ześlij na mnie swoją łaskę, bym mógł dzierżyć ten oręż i zaprowadzić pokój w twoim świętym imieniu.
uk: Пошли на мене свою благодать, щоб я міг володіти цією зброєю і творити мир у твоє святе ім'я.

source: Zgaduję, że do niedoszłej ofiary zamachu, czyli Volkera.
uk: Гадаю, що до потенційної жертви замаху, а саме до Волкера.

source: Zgaduję, że długo byś nie wytrzymał. Ja w końcu pękłem i dałem nogę.
uk: Гадаю, ти б довго не витримав. Ось і я, врешті-решт, здався.

source: Zgaduję, że ktoś zrobił zamówienie na cały plik, bo wciąż można je znaleźć w mieście.
uk: Я припускаю, що хтось зробив цілу партію на замовлення, тому що їх досі можна знайти в місті.

source: Zgaduję, że masz bardzo ważny powód, by mi przeszkadzać.
uk: Гадаю, у тебе є вагома причина, щоб мене турбувати.

source: Zgaduję, że ty zawsze dążyłeś do celu.
uk: Гадаю, ти завжди досягаєш цілей.

source: Zgaduję, że zdradził mnie mój wygląd i akcent?
uk: Здається, мене видала моя зовнішність і акцент?

source: Zgadza się - zębatego ziela.
uk: Так, снеппер-трави.

source: Zgadza się, ale mogą być z tym pewne problemy.
uk: Так і є, але з цим можуть виникнути деякі проблеми.

source: Zgadza się, ale nie przyjmę byle kogo. Jeśli jesteś zainteresowany, to musisz mi odpowiedzieć: jak wiele wiesz o pracy w drewnie?
uk: Так, але я не беру будь-кого. Якщо ти зацікавлений, то скажи, наскільки ти знаєшся на деревообробці?

source: Zgadza się, ale tych nierobów wciąż tu nie ma! Już ja sobie porozmawiam z Knutem o dotrzymywaniu danego słowa.
uk: Так, але цих негідників досі немає! Я поговорю з Кнутом, нехай він дотримується свого слова.

source: Zgadza się, co w związku z tym?
uk: Так, і що з того?

source: Zgadza się, przylazł tu jeden z was i chciał sprzedawać towary chłopakom. Szczególnie nie przeszkadzał, więc akceptowałem jego obecność.
uk: Саме так, один з вас прийшов сюди і хотів продати хлопцям товари. Мені він особливо не заважав, тож я змирився з його присутністю.

source: Zgadza się.
uk: Саме так.

source: Zgadza się. A ty Fulko?
uk: Саме так. А ти Фулко?

source: Zgadza się. Będzie z tym, niestety, trochę roboty.
uk: Саме так. На жаль, це потребуватиме певних зусиль.
